Repository: zyk1172/Auralis
Catalog: Apps/iOS/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 1 小时
en: 1 Hour
zh_hant: 1 小時

source: 2 小时
en: 2 Hours
zh_hant: 2 小時

source: 30 分钟
en: 30 Minutes
zh_hant: 30 分鐘

source: AI 分类
en: AI Tags
zh_hant: AI 分類

source: AI 助手
en: AI Assistant
zh_hant: AI 助理

source: AirPlay 输出设备
en: AirPlay Device
zh_hant: AirPlay 輸出裝置

source: API Key 认证
en: API Key Authentication
zh_hant: API Key 認證

source: API 路径
en: API Path
zh_hant: API 路徑

source: App 进程被系统终止
en: App Terminated by System
zh_hant: App 行程被系統終止

source: Auralis 不宣称 bit-perfect。无法从当前链路读取的参数明确显示为“未知”。
en: Auralis does not claim bit-perfect. Unreadable parameters are shown as Unknown.
zh_hant: Auralis 不宣稱 bit-perfect。無法從目前鏈路讀取的參數明確顯示為「未知」。

source: HTTP 仅允许本机或私有局域网
en: HTTP Is Allowed Only for Local/Private Network
zh_hant: HTTP 僅允許本機或私有區域網路

source: OpenAI 兼容接口
en: OpenAI-Compatible Provider
zh_hant: OpenAI 相容介面

source: Wi-Fi 优先原始音质
en: Prefer Original Quality on Wi-Fi
zh_hant: Wi-Fi 優先使用原始音質

source: 上一首
en: Previous Track

source: 上次同步
en: Last Sync

source: 下一首
en: Next Track

source: 下一首播放
en: Play Next
zh_hant: 播放下一首

source: 下载到本地
en: Download
zh_hant: 下載

source: 不可撤销
en: Cannot Undo
zh_hant: 無法還原

source: 不循环
en: No Repeat
zh_hant: 不重複

source: 专辑
en: Albums
zh_hant: 專輯

source: 主题外观
en: Theme Appearance
zh_hant: 主題外觀

source: 仅写入系统 Keychain（本机、不同步、不备份）
en: Stored Only in System Keychain (Local, Not Synced, Not Backed Up)
zh_hant: 僅寫入系統鑰匙圈（本機、不同步、不備份）

source: 从队列移除
en: Remove from Queue
zh_hant: 從佇列移除

source: 会话
en: Session
zh_hant: 對話

source: 会话列表
en: Session List
zh_hant: 對話列表

source: 会话及其消息会从本机删除，不影响音乐库与服务器数据。
en: The session and its messages will be deleted locally. Library and server data are unaffected.
zh_hant: 對話及其訊息將從本機刪除，不影響音樂庫與伺服器資料。

source: 会话名称
en: Session Name
zh_hant: 對話名稱

source: 保存
en: Save
zh_hant: 儲存

source: 保存后将覆盖已存储的 Key
en: Saving Will Replace the Stored Key
zh_hant: 儲存後將覆寫已儲存的 Key

source: 保存资料库
en: Saving Library
zh_hant: 儲存資料庫

source: 保护凭据
en: Securing Credential
zh_hant: 保護憑證

source: 偏好只保存在本机，用于本地排序与提示词；不会上传，也不会包含服务器信息。
en: Preferences are stored locally for ranking and prompts; never uploaded and never contain server info.
zh_hant: 偏好設定僅儲存在本機，用於本地排序與提示詞；不會上傳，也不包含伺服器資訊。

source: 停止
en: Stop

source: 停止播放
en: Stop

source: 允许发送播放历史摘要
en: Allow Sending Play History Summary
zh_hant: 允許傳送播放歷史摘要

source: 允许发送歌曲元数据
en: Allow Sending Song Metadata
zh_hant: 允許傳送歌曲元資料

source: 允许发送歌词
en: Allow Sending Lyrics
zh_hant: 允許傳送歌詞

source: 元数据
en: Metadata
zh_hant: 元資料

source: 元数据写入需要预览、备份和回滚机制，将在后续阶段实现。当前仅展示原始值与 AI 建议。
en: Metadata writing requires preview/backup/rollback and ships later. Showing original values and AI suggestions only.
zh_hant: 元資料寫入需要預覽、備份與回滾機制，將在後續階段實作。目前僅顯示原始值與 AI 建議。

source: 全部播放
en: Play All

source: 关闭
en: Close
zh_hant: 關閉

source: 再次尝试
en: Try Again
zh_hant: 再試一次

source: 最常听
en: Most Played
zh_hant: 最常聆聽

source: 最近搜索
en: Recent Searches
zh_hant: 最近搜尋

source: 最近播放
en: Recently Played

source: 最近添加
en: Recently Added
zh_hant: 最近加入

source: 凭据不会发送给模型
en: Credentials Are Never Sent to the Model
zh_hant: 憑證不會傳送給模型

source: 凭据仅写入系统 Keychain
en: Credentials Are Stored Only in System Keychain
zh_hant: 憑證僅寫入系統鑰匙圈

source: 凭据只保存在系统 Keychain，不会写入日志、不会发送给大模型。
en: Credentials are stored only in the system Keychain; never logged or sent to the model.
zh_hant: 憑證僅儲存在系統鑰匙圈，不會寫入記錄檔、不會傳送給大模型。

source: 凭据只保存在系统 Keychain，不会写入日志、不会发送给大模型。移除服务器只清理本机数据，NAS 上的音乐不受影响。
en: Credentials are stored only in the system Keychain; never logged or sent to the model. Removing a server only clears local data; NAS music is unaffected.
zh_hant: 憑證僅儲存在系統鑰匙圈，不會寫入記錄檔、不會傳送給大模型。移除伺服器只清理本機資料，NAS 上的音樂不受影響。

source: 切换
en: Switch
zh_hant: 切換

source: 切换到此服务器
en: Switch to This Server
zh_hant: 切換至此伺服器

source: 列表循环
en: Repeat All
zh_hant: 全部重複

source: 列表顺序
en: List Order
zh_hant: 列表順序

source: 删除
en: Delete
zh_hant: 刪除

source: 删除本地缓存
en: Remove Download
zh_hant: 移除下載

source: 删除歌单
en: Delete Playlist
zh_hant: 刪除播放列表

source: 删除离线音乐
en: Remove Offline Music
zh_hant: 移除離線音樂

source: 前往设置
en: Go to Settings
zh_hant: 前往設定

source: 加入队列
en: Add to Queue
zh_hant: 加入佇列

source: 单曲循环
en: Repeat One
zh_hant: 單曲重複

source: 去重歌曲
en: Remove Duplicates
zh_hant: 移除重複歌曲

source: 取消
en: Cancel

source: 取消同步
en: Cancel Sync

source: 取消收藏
en: Unfavorite

source: 只修改本机显示名称，不影响服务器凭据与连接。
en: Only changes the local display name; credentials and connection are unaffected.
zh_hant: 僅修改本機顯示名稱，不影響伺服器憑證與連線。

source: 只看当前服务器
en: Current Server Only
zh_hant: 僅目前伺服器

source: 同步失败
en: Sync Failed
zh_hant: 同步失敗

source: 后退 15 秒
en: Back 15 Seconds
zh_hant: 倒轉 15 秒

source: 启用 AI 功能
en: Enable AI Features
zh_hant: 啟用 AI 功能

source: 启用崩溃日志
en: Enable Crash Log
zh_hant: 啟用當機記錄檔

source: 在线搜索服务器
en: Search Server Online
zh_hant: 線上搜尋伺服器

source: 声音相似度
en: Sonic Similarity
zh_hant: 聲音相似度

source: 复制错误详情
en: Copy Error Details
zh_hant: 拷貝錯誤詳細資訊

source: 存储到 Keychain
en: Store in Keychain
zh_hant: 儲存至鑰匙圈

source: 完全重建
en: Full Rebuild
zh_hant: 完整重建

source: 完全重建目录？
en: Rebuild Entire Library?
zh_hant: 完整重建資料庫？

source: 完成
en: Done

source: 客户端解码
en: Client Decode
zh_hant: 裝置端解碼

source: 将删除本机已缓存的全部封面图片，下次浏览时重新下载。
en: Deletes all cached artwork. It will be re-downloaded on next view.
zh_hant: 將刪除本機已快取的所有封面圖片，下次瀏覽時重新下載。

source: 尚未连接服务器，本地目录为空
en: No Server Connected, Local Library Empty
zh_hant: 尚未連接伺服器，本地資料庫為空

source: 崩溃日志
en: Crash Log
zh_hant: 當機記錄檔

source: 已取消同步
en: Sync Cancelled

source: 已撤销
en: Undone
zh_hant: 已還原

source: 已连接
en: Connected
zh_hant: 已連接

source: 常听场景
en: Common Scenes
zh_hant: 常聽情境

source: 当前
en: Current
zh_hant: 目前

source: 当前专辑结束后停止
en: Stop After This Album
zh_hant: 目前專輯結束後停止

source: 当前歌曲结束后停止
en: Stop After This Track
zh_hant: 目前歌曲結束後停止

source: 当前队列结束后停止
en: Stop After This Queue
zh_hant: 目前佇列結束後停止

source: 循环播放
en: Repeat
zh_hant: 重複播放

source: 快进 30 秒
en: Forward 30 Seconds
zh_hant: 快轉 30 秒

source: 恢复原始值
en: Restore Original
zh_hant: 還原原始值

source: 技术参数
en: Technical Specs
zh_hant: 技術規格

source: 拒绝
en: Reject
zh_hant: 拒絕

source: 换一批
en: Reroll
zh_hant: 換一批

source: 授权失败，请检查登录状态
en: Authorization Failed, Check Sign-in
zh_hant: 授權失敗，請檢查登入狀態

source: 接受建议
en: Accept Suggestion
zh_hant: 接受建議

source: 描述你想听的音乐，或让我帮你操作
en: Describe the music you want, or ask me to control playback
zh_hant: 描述你想聽的音樂，或讓我幫你操作

source: 搜索
en: Search
zh_hant: 搜尋

source: 搜索会话
en: Search Sessions
zh_hant: 搜尋對話

source: 搜索你的音乐库
en: Search Your Library
zh_hant: 搜尋你的音樂庫

source: 撤销
en: Undo
zh_hant: 還原

source: 播放
en: Play

source: 播放全部
en: Play All
zh_hant: 全部播放

source: 播放器对象被释放
en: Player Released
zh_hant: 播放器物件已釋放

source: 播放失败
en: Playback Failed
zh_hant: 播放失敗

source: 播放报告
en: Playback Report
zh_hant: 播放報告

source: 播放进度
en: Playback Progress
zh_hant: 播放進度

source: 播放速度
en: Playback Speed

source: 播放队列结束
en: Queue Ended
zh_hant: 佇列已結束

source: 操作记录
en: Action Log
zh_hant: 操作記錄

source: 收藏
en: Favorites

source: 显示名称
en: Display Name
zh_hant: 顯示名稱

source: 显示迷你播放条
en: Show Mini Player
zh_hant: 顯示迷你播放列

source: 暂停
en: Pause
zh_hant: 暫停

source: 暂无修改型操作
en: No Mutating Actions Yet
zh_hant: 暫無修改操作

source: 暂无歌词
en: No Lyrics
zh_hant: 暫無歌詞

source: 更多操作
en: More Actions

source: 更换服务器
en: Change Server
zh_hant: 更換伺服器

source: 服务器
en: Server
zh_hant: 伺服器

source: 服务器名称
en: Server Name
zh_hant: 伺服器名稱

source: 服务器在线结果
en: Online Results
zh_hant: 伺服器線上結果

source: 服务器地址
en: Server Address
zh_hant: 伺服器位址

source: 服务器操作
en: Server Actions
zh_hant: 伺服器操作

source: 服务器没有返回歌词，稍后可从本地文件或 MusicBrainz 候选补全。
en: No lyrics returned by the server; candidates may be filled later.
zh_hant: 伺服器未傳回歌詞，稍後可從本地檔案或 MusicBrainz 候選項目補全。

source: 服务器离线
en: Server Offline
zh_hant: 伺服器離線

source: 服务器转码
en: Server Transcoding
zh_hant: 伺服器轉碼

source: 服务器连接中断
en: Server Disconnected
zh_hant: 伺服器連線中斷

source: 未启用
en: Not Enabled
zh_hant: 未啟用

source: 未知
en: Unknown

source: 本地没有匹配结果
en: No Local Matches
zh_hant: 本地沒有符合的結果

source: 本地缓存
en: Local Cache
zh_hant: 本地快取

source: 本地音乐目录
en: Local Library
zh_hant: 本地音樂資料庫

source: 来源：AI 规范化 · 需要用户审查
en: Source: AI Normalized · Needs Review
zh_hant: 來源：AI 規範化 · 需要使用者審查

source: 查看歌词
en: View Lyrics
zh_hant: 查看歌詞

source: 检查器
en: Inspector
zh_hant: 檢閱器

source: 检查地址
en: Checking URL
zh_hant: 檢查位址

source: 检查服务器
en: Check Server
zh_hant: 檢查伺服器

source: 检测能力
en: Detecting Capabilities
zh_hant: 偵測功能

source: 模型
en: Model

source: 歌单
en: Playlists
zh_hant: 播放列表

source: 歌曲
en: Songs

source: 歌曲、专辑、艺术家或歌单
en: Song, Album, Artist or Playlist
zh_hant: 歌曲、專輯、藝術家或播放列表

source: 歌词
en: Lyrics
zh_hant: 歌詞

source: 正在处理…
en: Working…
zh_hant: 處理中…

source: 正在播放
en: Now Playing

source: 正在服务器搜索…
en: Searching Server…
zh_hant: 正在搜尋伺服器…

source: 没有匹配结果
en: No Matches
zh_hant: 沒有符合的結果

source: 流地址失效
en: Stream Expired
zh_hant: 串流位址已失效

source: 流派
en: Genres

source: 测试并添加
en: Test and Add
zh_hant: 測試並新增

source: 测试连接
en: Test Connection
zh_hant: 測試連線

source: 添加
en: Add
zh_hant: 新增

source: 添加 OpenSubsonic 服务器
en: Add OpenSubsonic Server
zh_hant: 新增 OpenSubsonic 伺服器

source: 添加到歌单
en: Add to Playlist
zh_hant: 加入播放列表

source: 添加场景，如「通勤」「深夜」
en: Add a scene, e.g. Commute / Late Night
zh_hant: 新增情境，如「通勤」「深夜」

source: 添加服务器
en: Add Server
zh_hant: 新增伺服器

source: 清理
en: Clear
zh_hant: 清除

source: 清理封面
en: Clear Artwork Cache
zh_hant: 清除封面快取

source: 清理歌词
en: Clear Lyrics Cache
zh_hant: 清除歌詞快取

source: 清理音频
en: Clear Audio Cache
zh_hant: 清除音訊快取

source: 清空
en: Clear

source: 清空消息
en: Clear Messages
zh_hant: 清空訊息

source: 清除
en: Clear

source: 清除搜索
en: Clear Search
zh_hant: 清除搜尋

source: 清除搜索历史
en: Clear Search History
zh_hant: 清除搜尋記錄

source: 源文件
en: Source File
zh_hant: 來源檔案

source: 状态
en: Status
zh_hant: 狀態

source: 生成歌单时长
en: Playlist Duration
zh_hant: 播放列表時長

source: 用户主动停止
en: Stopped by User
zh_hant: 使用者主動停止

source: 用户主动暂停
en: Paused by User
zh_hant: 使用者主動暫停

source: 用户名
en: Username
zh_hant: 使用者名稱

source: 目录保存在本机 SQLite（含全文检索索引），按服务器隔离。助手只查询你需要的结果，绝不会把整个曲库发给大模型。
en: Library is stored in local SQLite (with full-text index), isolated per server. The assistant only queries what you need and never sends the whole library to the model.
zh_hant: 資料庫儲存在本機 SQLite（含全文檢索索引），以伺服器隔離。助理只查詢你需要的結果，絕不會將整個曲庫傳送給大模型。

source: 目录可能已过期，建议刷新
en: Library May Be Stale, Refresh Recommended
zh_hant: 資料庫可能已過期，建議重新整理

source: 确定
en: OK
zh_hant: 確定

source: 确认执行
en: Confirm
zh_hant: 確認執行

source: 移除
en: Remove

source: 移除服务器（仅本机）
en: Remove Server (Local Only)
zh_hant: 移除伺服器（僅本機）

source: 立即刷新
en: Refresh Now
zh_hant: 立即重新整理

source: 立即播放
en: Play Now

source: 索引式播放队列
en: Indexed Play Queue
zh_hant: 索引式播放佇列

source: 结构化歌词
en: Structured Lyrics
zh_hant: 結構化歌詞

source: 继续播放
en: Continue Playing
zh_hant: 繼續播放

source: 网络不可用，请检查网络连接
en: Network Unavailable, Check Connection
zh_hant: 網路無法使用，請檢查網路連線

source: 网络中断
en: Network Interrupted
zh_hant: 網路中斷

source: 艺术家
en: Artists
zh_hant: 藝術家

source: 若干分钟后停止
en: Stop After Minutes
zh_hant: 若干分鐘後停止

source: 蜂窝网络允许转码
en: Allow Transcoding on Cellular
zh_hant: 允許行動網路轉碼

source: 认证可能已失效，请重新登录
en: Credentials May Be Invalid, Sign In Again
zh_hant: 認證可能已失效，請重新登入

source: 设置
en: Settings
zh_hant: 設定

source: 试试这样说
en: Try Saying
zh_hant: 試著這樣說

source: 读取音乐库
en: Loading Library
zh_hant: 載入音樂庫

source: 越高越容易再次推荐你听过的歌。
en: Higher means more likely to re-recommend tracks you have heard.
zh_hant: 數值越高，越容易再次推薦你聽過的歌曲。

source: 转码偏移定位
en: Transcode Offset
zh_hant: 轉碼偏移定位

source: 输出设备断开
en: Output Disconnected
zh_hant: 輸出裝置已斷開

source: 输出路由
en: Output Route
zh_hant: 輸出路徑

source: 连接失败
en: Connection Failed
zh_hant: 連線失敗

source: 配置接口…
en: Configure Provider…
zh_hant: 設定介面…

source: 配置模型接口
en: Configure Model Provider
zh_hant: 設定模型介面

source: 重命名
en: Rename
zh_hant: 重新命名

source: 重建
en: Rebuild

source: 重新登录
en: Sign In Again
zh_hant: 重新登入

source: 重试
en: Retry
zh_hant: 重試

source: 队列
en: Queue
zh_hant: 佇列

source: 随机播放
en: Shuffle
zh_hant: 隨機播放

source: 随机音乐
en: Random Music
zh_hant: 隨機音樂

source: 音乐助手
en: Music Assistant
zh_hant: 音樂助理

source: 音乐库
en: Library
zh_hant: 音樂庫

source: 音质
en: Quality
zh_hant: 音質

source: 音量
en: Volume

source: 音频会话中断
en: Audio Session Interrupted
zh_hant: 音訊工作階段中斷

source: 音频解码失败
en: Decode Failed
zh_hant: 解碼失敗

source: 顺序播放
en: Sequential
zh_hant: 順序播放

source: 首页
en: Home
zh_hant: 首頁

source: 验证服务器
en: Authenticating
zh_hant: 認證伺服器

source: 默认不发送文件路径、NAS 地址、用户名、服务器令牌、设备标识或完整日志。
en: By default, file paths, NAS addresses, usernames, server tokens, device identifiers, and full logs are not sent.
zh_hant: 預設不傳送檔案路徑、NAS 位址、使用者名稱、伺服器權杖、裝置識別碼或完整記錄檔。

source: 问 AI 助手
en: Ask the AI Assistant
zh_hant: 詢問 AI 助理

source: 让 AI 助手操作
en: Have the AI assistant operate
zh_hant: 讓 AI 助理操作

source: 帮我操作音乐
en: Help me operate the music
zh_hant: 幫我操作音樂

source: 播放或暂停
en: Play or Pause
zh_hant: 播放或暫停

source: 播放音乐
en: Play Music
zh_hant: 播放音樂

source: 播放我的收藏
en: Play My Favorites

source: 播放最近听过的音乐
en: Play Recently Played Music
zh_hant: 播放最近聽過的音樂

source: 播放随机音乐
en: Play Random Music
zh_hant: 播放隨機音樂

source: 播放歌曲
en: Play a Song

source: 设置睡眠定时
en: Set Sleep Timer
zh_hant: 設定睡眠計時器

source: 同步音乐库
en: Sync Music Library
zh_hant: 同步音樂庫

source: 切换随机播放
en: Toggle Shuffle
zh_hant: 切換隨機播放

source: 切换循环播放
en: Toggle Repeat
zh_hant: 切換重複播放

source: 播放或暂停 Auralis 的音乐
en: Play or pause Auralis music
zh_hant: 播放或暫停 Auralis 的音樂

source: 播放队列中的下一首歌曲
en: Play the next song in the queue
zh_hant: 播放佇列中的下一首歌曲

source: 播放队列中的上一首歌曲
en: Play the previous song in the queue
zh_hant: 播放佇列中的上一首歌曲

source: 播放我收藏的歌曲
en: Play my favorite songs

source: 播放最近听过的歌曲
en: Play recently played songs
zh_hant: 播放最近聽過的歌曲

source: 随机播放资料库中的歌曲
en: Play random songs from the library
zh_hant: 隨機播放資料庫中的歌曲

source: 开启或关闭随机播放
en: Turn shuffle on or off
zh_hant: 開啟或關閉隨機播放

source: 开启或关闭循环播放
en: Turn repeat on or off
zh_hant: 開啟或關閉重複播放

source: 用 Auralis 播放指定歌曲
en: Play a specific song with Auralis
zh_hant: 使用 Auralis 播放指定歌曲

source: 设置几分钟后停止播放
en: Stop playback after a number of minutes
zh_hant: 設定幾分鐘後停止播放

source: 从服务器增量同步本地音乐库
en: Incrementally sync the local library from the server
zh_hant: 從伺服器增量同步本地音樂庫

source: 让 AI 助手播放音乐、管理歌单、推荐歌曲或回答音乐库问题
en: Have the AI assistant play music, manage playlists, recommend songs, or answer library questions
zh_hant: 讓 AI 助理播放音樂、管理播放列表、推薦歌曲或回答音樂庫問題

source: 歌曲名称
en: Song name
zh_hant: 歌曲名稱

source: 要播放哪首歌？
en: Which song do you want to play?

source: 分钟
en: Minutes
zh_hant: 分鐘

source: 几分钟后停止播放？
en: After how many minutes should playback stop?
zh_hant: 幾分鐘後停止播放？

source: 请求内容
en: Request
zh_hant: 請求內容

source: 你想让 AI 助手做什么？
en: What do you want the AI assistant to do?
zh_hant: 你想讓 AI 助理做什麼？

source: 已处理
en: Done
zh_hant: 已完成

source: 下载
en: Downloads
zh_hant: 下載
